
[
    {
        "id": 1,
        "image": null,
        "category": "derecho",
        "subCategory": "salud",
        "year": 2023,
        "comment": "Los derechos humanos son derechos inherentes a todos los seres humanos, sin distinción alguna de raza, sexo, nacionalidad, origen étnico, lengua, religión o cualquier otra condición.",
        "title": "ONU y los Derechos Humanos"
    },
    {
        "id": 2,
        "image": null,
        "category": "derecho",
        "subCategory": "salud",
        "year": 2023,
        "comment": "",
        "title": "Derechos humanos y democracia"
    },
    {
        "id": 3,
        "image": null,
        "category": "derecho",
        "subCategory": "salud",
        "year": 2023,
        "comment": "",
        "title": "Derecho a la Sanidad"
    },
    {
        "id": 4,
        "image": null,
        "category": "derecho",
        "subCategory": "penal",
        "year": 2024,
        "comment": "La cuestión del juzgamiento de delitos considerados de lesa humanidad, cometidos por aparatos organizados de poder presenta un intrincado desafío dogmático para la ciencia penal: cómo responsabilizar el accionar de aquellos que lideran las organizaciones pero que no intervienen directamente en la ejecución de los hechos, eludiendo las conceptualizaciones clásicas que fundan los institutos de la autoría y la participación criminal. Cómodamente sentados en sus escritorios, a kilómetros de distancia de los acontecimientos, los “hombres de atrás” han trazado el mapa, establecido la logística, dotado de los medios, y garantizando las impunidades, de quienes llevaban a cabo el acto físico de consumación del ilícito, únicos a los cuales se atribuía la calidad de autor, criterio central de la actuación. Las clasificaciones tradicionales no contemplaban, hasta la intervención de Claus Roxin, una figura capaz de generar una imputación adecuada, considerando las particularidades de ambos aportes o, cuanto menos, no se había diseñado hasta el momento una estructura que pudiera de contener jurídicamente un fenómeno complejo como la macrocriminalidad estatal en cuestiones de lesa humanidad. El Objetivo del presente trabajo es analizar, desde el punto de vista histórico, normativo y dogmático, el impacto la teoría elaborada por Roxin frente a las categorías de autoría tradicionales, como se han afrontado algunas de las críticas mas sobresalientes (que ponen en jaque la posibilidad misma de su existencia), minuciosamente refutadas por el autor a lo largo de los años para, finalmente abordar de que manera es posible conducir, en una evolución técnico-teórica, estos contenidos al notable crecimiento del derecho punitivo aplicado a la macrocriminalidad no estatal, organizativa o empresarial, que forma parte de las agendas político criminales del mundo actual. ",
        "title": "DELITOS DE LESA HUMANIDAD/ Dominio de la voluntad por aparatos organizados de poder de Clauss Roxin."
    }
]